[
    {
        "Title": "Anti-Aging Skin Care Set",
        "Type": NaN,
        "Tags": "All skin types (Skin type), Anti-ageing skincare (Concern), Anti-aging skincare, collection-box, Deep hydration, Dehydrated skin (Concern), instant boost of moisture, lightweight texture, Mature (Skin type), Tired skin (Concern)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/Anti-Aging_Set.png?v=1725542809",
        "Variant SKU": "'30610",
        "Price_eur": 88,
        "Compare_eur": 96.0,
        "Short.eng": "Featuring a hydrating day cream, peptide serum, and eye cream, it firms, smooths, and nourishes for youthful skin.",
        "Short.swe": "Med en återfuktande dagkräm, peptidserum och ögonkräm stramar den upp, jämnar ut och ger näring för en ungdomlig hud.",
        "Price_kr": 999,
        "Compare_kr": 1099.0,
        "Url_eng": "https://www.thenordiclab.com/products/anti-aging-skin-care-set",
        "Url_swe": "https://www.thenordiclab.com/sv/products/anti-aging-skin-care-set"
    },
    {
        "Title": "Acne Treatment Set: 3-Step Solution",
        "Type": "Spot Care",
        "Tags": "Acne and blemishes, Acne and blemishes (Concern), Acne prone skin (Skin type), All skin types (Skin type), collection-box, For acne-prone skin, hydrating, luxurious texture",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/AcneTreatmentSet.png?v=1725542590",
        "Variant SKU": "'30507",
        "Price_eur": 80,
        "Compare_eur": 87.0,
        "Short.eng": "Achieve clear, healthy skin. Featuring a cleansing foam, AHA peeling concentrate, and acne spot care, it visibly reduces redness and blemishes.",
        "Short.swe": "Uppnå klar och hälsosam hud. Med en rengöringsskum, AHA-peelingkoncentrat och aknepunktbehandling minskar den synligt rodnad och blemmor.",
        "Price_kr": 899,
        "Compare_kr": 999.0,
        "Url_eng": "https://www.thenordiclab.com/products/acne-treatment-set",
        "Url_swe": "https://www.thenordiclab.com/sv/products/acne-treatment-set"
    },
    {
        "Title": "Cleansing Foam",
        "Type": "Cleanser",
        "Tags": "Acne and blemishes, All skin types (Skin type), Allergen Label Free (Claims), Cleansers (Type), face-care, Gentle to skin, Gluten Free (Claims), Luxurious, Make-up removal (Concern), Minimalistic formulation, Natural Certified (Claims), Nut Free (Claims), Vegan (Claims), White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/auq0W6M1hzudNIlE804-uKocqNDELre2.jpg?v=1725543368",
        "Variant SKU": "'30405",
        "Price_eur": 26,
        "Compare_eur": NaN,
        "Short.eng": "Experience a gentle cleanse that removes makeup and impurities while hydrating with Rose Flower Water and Chamomile Extract for soft, supple skin.",
        "Short.swe": "Upplev en skonsam rengöring som tar bort smink och orenheter samtidigt som den återfuktar med rosenvatten och kamomillextrakt för mjuk och smidig hud.",
        "Price_kr": 299,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/cleansing-foam",
        "Url_swe": "https://www.thenordiclab.com/sv/products/cleansing-foam"
    },
    {
        "Title": "Moisturising Light Cream",
        "Type": "Gel, Moisturizer",
        "Tags": "Acne and blemishes, Acne and blemishes (Concern), Aloe Juice (Ingredients), Argan Oil (Ingredients), Betaine (Ingredients), face-care, Hyaluronic Acid (Ingredients), Hydrating, Lightweight, Moisturiser (Type), Natural Certified (Claims), Normal (Skin type), Normal to oily skin, Oily (Skin type), Oily skin, Plant Extract (Ingredients), Sensitive skin, White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/HzLQmG9my0Lz2eC1veSktwxGJ4FIBeli.jpg?v=1725544276",
        "Variant SKU": "'30241",
        "Price_eur": 28,
        "Compare_eur": NaN,
        "Short.eng": "Lightweight, fast-absorbing cream hydrates and mattifies with Hyaluronic Acid and Betaine. Perfect for normal to combination skin.",
        "Short.swe": "Lättviktig, snabbt absorberande kräm återfuktar och mattar ner med hyaluronsyra och betain. Perfekt för normal till blandhy.",
        "Price_kr": 319,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/moisturising-light-cream",
        "Url_swe": "https://www.thenordiclab.com/sv/products/moisturising-light-cream"
    },
    {
        "Title": "Soothing After-Sun Lotion",
        "Type": "Sun-protection",
        "Tags": "After sun care (Concern), All skin types (Skin type), Aloe Juice (Ingredients), body-care, calming effect, facilitates skin recovery, Organic Certified (Claims), Sensitive skin, Sodium PCA  (Ingredients), Soothes the skin after sun exposure, Sun-protection, Sun-protection (Concern), White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/Ym5h3c8iZAOAIFSkN9ShqblXAjrIz0p0.jpg?v=1725543087",
        "Variant SKU": "'21369",
        "Price_eur": 33,
        "Compare_eur": NaN,
        "Short.eng": "Soothe and hydrate sun-exposed skin. Aloe Leaf Juice calms and nourishes, ideal for face and body.",
        "Short.swe": "Lugna och återfukta solutsatt hud. Aloe Vera-juice lugnar och ger näring, perfekt för ansikte och kropp.",
        "Price_kr": 379,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/soothing-after-sun-lotion",
        "Url_swe": "https://www.thenordiclab.com/sv/products/soothing-after-sun-lotion"
    },
    {
        "Title": "Sensitive Skin Face & Body Cleanser",
        "Type": "Cleanser",
        "Tags": "All skin types (Skin type), Allergen Label Free (Claims), Body wash (Type), body-care, Cleansers (Type), Dermatologically tested, Dermatologically tested (Claims), Fruit Extract (Ingredients), Gentle to skin, Gluten Free (Claims), Minimalistic formulation, Natural Certified (Claims), Nut Free (Claims), Sensitive skin, Sensitive skin (Concern), Vegan (Claims), White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/nep335HwPWH6_QXaSZT_aoMV6JjrpgCg.jpg?v=1725543216",
        "Variant SKU": "'19559",
        "Price_eur": 26,
        "Compare_eur": NaN,
        "Short.eng": "Cleanse and hydrate gently. Dermatologically tested, vegan, and free from allergens.",
        "Short.swe": "Rengör och återfukta skonsamt. Dermatologiskt testad, vegansk och fri från allergener.",
        "Price_kr": 299,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/sensitive-skin-face-body-cleanser",
        "Url_swe": "https://www.thenordiclab.com/sv/products/sensitive-skin-face-body-cleanser"
    },
    {
        "Title": "Oil-Free Hydrating Gel",
        "Type": "Gel, Moisturizer",
        "Tags": "Acne and blemishes, Acne and blemishes (Concern), Aloe Juice (Ingredients), Dehydrated skin, Dehydrated skin (Concern), face-care, Flower Extract (Ingredients), Hyaluronic acid, Hyaluronic Acid (Ingredients), Mature (Skin type), Moisture boost, Moisturiser (Type), Natural Certified (Claims), No oil, Normal (Skin type), Oily (Skin type), Oily skin, Sensitive skin, White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/OgczvC7LR9PWvtw8cR-6evhfG3x-D6qZ.jpg?v=1725543506",
        "Variant SKU": "'18782",
        "Price_eur": 32,
        "Compare_eur": NaN,
        "Short.eng": "Provides endless hydration with Hyaluronic Acid, Betaine, and Watercress extract. Oil-free and perfect for oily to combination skin. Leaves skin plump, fresh, and nourished.",
        "Short.swe": "Ger oändlig återfuktning med hyaluronsyra, betain och krassextrakt. Olje-fri och perfekt för fet till blandhy. Lämnar huden fyllig, fräsch och närd.",
        "Price_kr": 369,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/oil-free-hydrating-gel",
        "Url_swe": "https://www.thenordiclab.com/sv/products/oil-free-hydrating-gel"
    },
    {
        "Title": "Mineral Sunscreen SPF30 for Face & Body, no tint",
        "Type": "Sun-protection",
        "Tags": "All skin types (Skin type), Aloe Juice (Ingredients), Berry Extract (Ingredients), face-care, Fruit Extract (Ingredients), Long-lasting protection, Sensitive skin, Sun-protection, Sun-protection (Concern), Sunscreen (Type), UV defence, Water resistance, White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/PePWB-6WsItSJexLOaZN8OR64s9AxUJV.jpg?v=1725544081",
        "Variant SKU": "'18728",
        "Price_eur": 35,
        "Compare_eur": NaN,
        "Short.eng": "Broad-spectrum SPF30 protection for face and body. Vegan, mineral-based formula hydrates, smooths, and leaves no residue.",
        "Short.swe": "Broad-spectrum SPF30 protection för ansikte och kropp. Vegansk, mineralbaserad formula som återfuktar, jämnar ut och lämnar ingen rester.",
        "Price_kr": 399,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/mineral-sunscreen-spf30-for-face-body-no-tint",
        "Url_swe": "https://www.thenordiclab.com/sv/products/mineral-sunscreen-spf30-for-face-body-no-tint"
    },
    {
        "Title": "Botanical Bliss: Luxe Shower Essentials Trio",
        "Type": "Hair",
        "Tags": NaN,
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/BotanicalBlissLuxeShowerEssentialsTrio.webp?v=1725542957",
        "Variant SKU": NaN,
        "Price_eur": 74,
        "Compare_eur": 80.0,
        "Short.eng": "Elevate your shower with our all-natural trio: Hand & Body Wash Camelia, Nourish and Volumize Shampoo, and Moisturizing Conditioner. Cleanse, hydrate, and indulge with natureâs finest.",
        "Short.swe": "Höj din duschupplevelse med vår helt naturliga trio: Body Wash Camelia, Nourish and Volumize Shampoo, and Moisturizing Conditioner. Rengör, återfukta och njut av naturens bästa.",
        "Price_kr": 839,
        "Compare_kr": 999.0,
        "Url_eng": "https://www.thenordiclab.com/products/luxe-shower-essentials-trio",
        "Url_swe": "https://www.thenordiclab.com/sv/products/luxe-shower-essentials-trio"
    },
    {
        "Title": "Pure Radiance: Organic Luxury Face Care Set",
        "Type": NaN,
        "Tags": NaN,
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/PureRadianceOrganicLuxuryFaceCareSet.webp?v=1725543405",
        "Variant SKU": NaN,
        "Price_eur": 84,
        "Compare_eur": 93.0,
        "Short.eng": "Unlock radiant skin with our Pure Radiance set: Micellar Cleansing Water, AHA Peeling Concentrate, and Moisturising Day Cream. All-organic luxury!",
        "Short.swe": "Lås upp strålande hud med vårt Pure Radiance-set: Micellar Rengöringsvatten, AHA Peelingkoncentrat och Fuktgivande Dagkräm. Helt ekologisk lyx!",
        "Price_kr": 949,
        "Compare_kr": 1099.0,
        "Url_eng": "https://www.thenordiclab.com/products/organic-luxury-face-care-set",
        "Url_swe": "https://www.thenordiclab.com/sv/products/organic-luxury-face-care-set"
    },
    {
        "Title": "Smoothing Eye Cream",
        "Type": "Eye Treatment",
        "Tags": "Aloe Juice (Ingredients), Anti-aging skincare, Anti-aging skincare (Concern), Dark circles (Concern), Dry (Skin type), Escin (Ingredients), Eye cream (Type), face-care, Hyaluronic Acid (Ingredients), Hydrating, Jojoba Oil (Ingredients), Lightweight, Mature (Skin type), Natural Certified (Claims), Normal (Skin type), Oily (Skin type), Oily skin, Plant Extract (Ingredients), Shea Butter (Ingredients), Vegan, Vegan (Claims), White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/s7y80OtQuuTkZTMSOyNJ_ZI5UtEstE6F.jpg?v=1725543157",
        "Variant SKU": "'11821",
        "Price_eur": 29,
        "Compare_eur": NaN,
        "Short.eng": "Hydrate and nourish delicate skin. Enriched with shea butter and aloe, it softens and reduces fine lines.",
        "Short.swe": "Återfukta och ge näring åt känslig hud. Berikad med sheasmör och aloe, mjukar den upp och minskar fina linjer.",
        "Price_kr": 329,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/smoothing-eye-cream",
        "Url_swe": "https://www.thenordiclab.com/sv/products/smoothing-eye-cream"
    },
    {
        "Title": "Acne Spot Care",
        "Type": "Spot Care",
        "Tags": "Acne and blemishes, Acne and blemishes (Concern), Acne prone skin (Skin type), Berry Extract (Ingredients), face-care, For acne-prone skin, For blemishes, Gluten Free (Claims), Nut Free (Claims), Oily (Skin type), Oily skin, Organic Certified (Claims), Plant Extract (Ingredients), Reduces redness, Salicylic Acid (Ingredients), Vegan (Claims), White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/RuDJPdo_aVCA2WMjNLYqZW-XVZKH9-_P.jpg?v=1725542463",
        "Variant SKU": "'11818",
        "Price_eur": 26,
        "Compare_eur": 32.0,
        "Short.eng": "A powerful spot treatment with tea tree and salicylic acid that targets acne fast, leaving your skin clear and smooth. Perfect for on-the-go use.",
        "Short.swe": "En kraftfull punktbehandling med tea tree och salicylsyra som snabbt riktar in sig på akne och lämnar din hud klar och slät. Perfekt för användning på språng.",
        "Price_kr": 299,
        "Compare_kr": 339.0,
        "Url_eng": "https://www.thenordiclab.com/products/acne-spot-care",
        "Url_swe": "https://www.thenordiclab.com/sv/products/acne-spot-care"
    },
    {
        "Title": "Caffeine Gel Booster",
        "Type": "Gel, Moisturizer",
        "Tags": "Anti-aging skincare, Anti-aging skincare (Concern), Boosters (Type), Caffeine (Ingredients), Dry (Skin type), Dull skin (Concern), face-care, Hydrating, Mature (Skin type), Natural Certified (Claims), No oil, Normal (Skin type), Oily (Skin type), Oily skin, Refreshing, White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/rEOvbcmoH8qTvQb8CuDkFDduNtSSS46B.jpg?v=1725543158",
        "Variant SKU": "'11816",
        "Price_eur": 26,
        "Compare_eur": NaN,
        "Short.eng": "Infused with caffeine, it reduces puffiness and dark circles while providing deep hydration for a glowing, refreshed complexion.",
        "Short.swe": "Infunderad med koffein minskar den svullnad och mörka ringar samtidigt som den ger djup återfuktning för en strålande och uppfriskad hy.",
        "Price_kr": 299,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/caffeine-gel-booster",
        "Url_swe": "https://www.thenordiclab.com/sv/products/caffeine-gel-booster"
    },
    {
        "Title": "Gentle Cleansing Milk",
        "Type": "Body",
        "Tags": "Anti-aging skincare, Anti-aging skincare (Concern), Argan Oil (Ingredients), Avocado Oil (Ingredients), Cleansers (Type), Dehydrated skin, Dehydrated skin (Concern), Dry (Skin type), face-care, Flower Extract (Ingredients), Gentle to dry skin, Jojoba Oil (Ingredients), Leaves skin soft, Mature (Skin type), Normal (Skin type), Organic Certified (Claims), Sensitive skin, Shea Butter (Ingredients), Silky texture, White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/aG2vm6dMS5rHx1M2JJLKzxIGhtEihBkh.jpg?v=1725543563",
        "Variant SKU": "'11826",
        "Price_eur": 29,
        "Compare_eur": NaN,
        "Short.eng": "Nourish dry skin with our Gentle Cleansing Milk. Enriched with shea butter and avocado, it gently removes impurities while hydrating and refreshing your complexion.",
        "Short.swe": "Ge näring åt torr hud med vår Gentle Cleansing Milk. Berikad med sheasmör och avokado, tar den skonsamt bort orenheter samtidigt som den återfuktar och fräschar upp din hy.",
        "Price_kr": 329,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/gentle-cleansing-milk",
        "Url_swe": "https://www.thenordiclab.com/sv/products/gentle-cleansing-milk"
    },
    {
        "Title": "Calming Eye Cream",
        "Type": "Eye Treatment",
        "Tags": "All skin types (Skin type), Aloe Juice (Ingredients), Dry (Skin type), Dull skin (Concern), Eye cream (Type), face-care, Gluten Free (Claims), Hyaluronic Acid (Ingredients), Perfect for dry skin, Prevents puffiness, Puffy underyes (Concern), Sensitive skin, Tired skin (Concern), Vegan (Claims), With cannabidiol",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/d9V4QH91Y-YZX7hLax47KwkW20UOiMC3.jpg?v=1725543198",
        "Variant SKU": "'11807",
        "Price_eur": 29,
        "Compare_eur": NaN,
        "Short.eng": "Soften and refresh tired eyes. Aloe and hyaluronic acid hydrate, soothe, and reduce puffiness for a revitalized, youthful look.",
        "Short.swe": "Mjukgör och fräscha upp trötta ögon. Aloe och hyaluronsyra återfuktar, lugnar och minskar svullnad för en revitaliserad, ungdomlig look.",
        "Price_kr": 329,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/calming-eye-cream",
        "Url_swe": "https://www.thenordiclab.com/sv/products/calming-eye-cream"
    },
    {
        "Title": "Nourishing Rich Cream",
        "Type": "Gel, Moisturizer",
        "Tags": "Anti-aging skincare, Anti-aging skincare (Concern), Argan Oil (Ingredients), Berry Extract (Ingredients), Cocoa Butter (Ingredients), Dehydrated skin, Dehydrated skin (Concern), Dry (Skin type), face-care, Gentle to dry skin, Mature (Skin type), Moisturiser (Type), Natural Certified (Claims), No added fragnance, Normal (Skin type), Protects, Shea Butter (Ingredients), White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/nvKOK53o1Qw88ozbGGoZA34-r5gnbUM7.jpg?v=1725543591",
        "Variant SKU": "'11824",
        "Price_eur": 31,
        "Compare_eur": 35.0,
        "Short.eng": "Deeply hydrates dry skin with cocoa butter, shea butter, and berry oil. Leaves skin soft, supple, and radiant.",
        "Short.swe": "Återfuktar djupt torr hud med kakaosmör, sheasmör och bärolja. Lämnar huden mjuk, smidig och strålande.",
        "Price_kr": 349,
        "Compare_kr": 399.0,
        "Url_eng": "https://www.thenordiclab.com/products/nourishing-rich-cream",
        "Url_swe": "https://www.thenordiclab.com/sv/products/nourishing-rich-cream"
    },
    {
        "Title": "Anti-Age Day Cream",
        "Type": "Gel, Moisturizer",
        "Tags": "Aloe Juice (Ingredients), Anti-aging skincare, Anti-aging skincare (Concern), Avocado Oil (Ingredients), Berry Extract (Ingredients), Betaine (Ingredients), face-care, Flower Extract (Ingredients), Hyaluronic acid, Hyaluronic Acid (Ingredients), Jojoba Oil (Ingredients), Luxurious  texture, Mature (Skin type), Moisture boost, Moisturiser (Type), Natural Certified (Claims), Shea Butter (Ingredients), White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/36LYcRnvjkTJW1dGpt10_qB4KbKSPSiE.jpg?v=1725542718",
        "Variant SKU": "'11829",
        "Price_eur": 35,
        "Compare_eur": NaN,
        "Short.eng": "Nourish and protect your skin, enriched with aloe, shea butter, and hyaluronic acid. It hydrates deeply, boosts collagen, and reduces fine lines.",
        "Short.swe": "Ge näring och skydda din hud, berikad med aloe, sheasmör och hyaluronsyra. Den återfuktar på djupet, ökar kollagenproduktionen och minskar fina linjer.",
        "Price_kr": 399,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/anti-age-day-cream",
        "Url_swe": "https://www.thenordiclab.com/sv/products/anti-age-day-cream"
    },
    {
        "Title": "Sunscreen SPF30 with tint",
        "Type": "Sun-protection",
        "Tags": "Dry (Skin type), Easy to spread, face-care, High protection, Hyaluronic Acid (Ingredients), Moisturising, Normal (Skin type), Sensitive skin, Sun-protection, Sun-protection (Concern), Sunscreen (Type), White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/K-9wpj6fuJ07WxCeA9YutKk4YK5j90fP.jpg?v=1725542993",
        "Variant SKU": "'11810",
        "Price_eur": 33,
        "Compare_eur": NaN,
        "Short.eng": "Protect and perfect your skin. Offers sun protection, hydration, and a flawless, natural look.",
        "Short.swe": "Skydda och perfekta din hud. Ger solskydd, återfuktning och en felfri, naturlig look.",
        "Price_kr": 379,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/sunscreen-spf30-with-tint",
        "Url_swe": "https://www.thenordiclab.com/sv/products/sunscreen-spf30-with-tint"
    },
    {
        "Title": "Moisturising Day Cream",
        "Type": "Gel, Moisturizer",
        "Tags": "Aloe Juice (Ingredients), Berry Extract (Ingredients), Betaine (Ingredients), Dehydrated skin, Dehydrated skin (Concern), Dull skin (Concern), face-care, Flower Extract (Ingredients), Fruit Extract (Ingredients), Hyaluronic acid, Hyaluronic Acid (Ingredients), Jojoba Oil (Ingredients), Luxurious  texture, Moisture boost, Moisturiser (Type), Natural Certified (Claims), Normal (Skin type), Sensitive skin, White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/Oax9gpTBVF1rKVGhDIbLRLjF3jp0eakg.jpg?v=1725544198",
        "Variant SKU": "'11949",
        "Price_eur": 32,
        "Compare_eur": NaN,
        "Short.eng": "Deeply moisturizes with organic aloe and berry extracts. Enhances elasticity with hyaluronic acid for a radiant, hydrated complexion.",
        "Short.swe": "Återfuktar djupt med ekologisk aloe och bärextrakt. Förbättrar elasticiteten med hyaluronsyra för en strålande och återfuktad hy.",
        "Price_kr": 369,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/moisturising-day-cream",
        "Url_swe": "https://www.thenordiclab.com/sv/products/moisturising-day-cream"
    },
    {
        "Title": "Niacinamide Gel Moisturiser",
        "Type": "Gel, Moisturizer",
        "Tags": "Allergen Label Free (Claims), Brightens, Dull skin (Concern), Evens out skin tone, face-care, Gluten Free (Claims), Moisturiser (Type), Niacinamide (B3) (Ingredients), Nut Free (Claims), Vegan (Claims), White (Packaging color), With vitamin B3",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/VGJliw_uKnAdAGWI1xOZMeuk8ncxXL1Z.jpg?v=1725543787",
        "Variant SKU": "'11819",
        "Price_eur": 34,
        "Compare_eur": NaN,
        "Short.eng": "Packed with the goodness of vitamin B3. Boost hydration, improve skin tone, and enjoy a non-greasy, quick-absorbing gel.",
        "Short.swe": "Fullpackad med fördelarna från vitamin B3. Ökar återfuktningen, förbättrar hudtonen och ger en icke-fet, snabbt absorberande gel.",
        "Price_kr": 389,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/niacinamide-gel-moisturiser",
        "Url_swe": "https://www.thenordiclab.com/sv/products/niacinamide-gel-moisturiser"
    },
    {
        "Title": "Hydrating Hand Cream",
        "Type": "Body",
        "Tags": "All skin types (Skin type), Allergen Label Free (Claims), Berry Extract (Ingredients), body-care, Cocoa Butter (Ingredients), Dehydrated skin, Dehydrated skin (Concern), Gluten Free (Claims), Hand cream (Type), Hydrating, Natural Certified (Claims), Nourishing, Nut Free (Claims), Protects, Shea Butter (Ingredients), Vegan (Claims), White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/G6dVtsOEUXBDIiAmWMMjYMaEnVkd_9gK.jpg?v=1725543738",
        "Variant SKU": "'11813",
        "Price_eur": 22,
        "Compare_eur": NaN,
        "Short.eng": "Deeply moisturize and revitalize hands with nourishing shea and cocoa butter. This hand cream leaves skin soft, supple, and hydrated, perfect for daily use.",
        "Short.swe": "Återfukta djupt och revitalisera händerna med närande shea- och kakaosmör. Denna handkräm lämnar huden mjuk, smidig och återfuktad, perfekt för daglig användning.",
        "Price_kr": 249,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/hydrating-hand-cream",
        "Url_swe": "https://www.thenordiclab.com/sv/products/hydrating-hand-cream"
    },
    {
        "Title": "Clarifying Gel",
        "Type": "Cleanser",
        "Tags": "Acne and blemishes, Acne and blemishes (Concern), Allergen Label Free (Claims), Aloe Juice (Ingredients), Based on aloe, Cleansers (Type), face-care, Fruit Extract (Ingredients), Gluten Free (Claims), Leaves skin fresh, Normal (Skin type), Normal to oily skin, Nut Free (Claims), Oily (Skin type), Oily skin, Vegan (Claims), White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/mobWSG1Lg1kgln3bDcSOARI1bvEG8Ahd.jpg?v=1725543271",
        "Variant SKU": "'11808",
        "Price_eur": 29,
        "Compare_eur": NaN,
        "Short.eng": "Experience a deep clean. Infused with organic aloe, it gently removes impurities while soothing and hydrating for a refreshed, glowing complexion.",
        "Short.swe": "Upplev en djup rengöring. Infunderad med ekologisk aloe, tar den skonsamt bort orenheter samtidigt som den lugnar och återfuktar för en fräsch och strålande hy.",
        "Price_kr": 329,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/clarifying-gel",
        "Url_swe": "https://www.thenordiclab.com/sv/products/clarifying-gel"
    },
    {
        "Title": "Moisturising Conditioner",
        "Type": "Hair",
        "Tags": "All skin types (Skin type), Aloe Juice (Ingredients), Argan Oil (Ingredients), Conditioner (Type), Dry ends (Concern), hair-care, Helps to fix dry ends, Moisturising, Natural Certified (Claims), Nut Free (Claims), Plant Extract (Ingredients), Smooths, Wheat Protein (Ingredients), White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/uV3_5aR_PD9Aqt6oSy0_mOybFEXwBJE.jpg?v=1725544135",
        "Variant SKU": "'11811",
        "Price_eur": 29,
        "Compare_eur": NaN,
        "Short.eng": "Deeply nourishes and hydrates with wheat protein and plant oils. Soothes the scalp with aloe extract for soft, manageable hair.",
        "Short.swe": "Ger djup näring och återfuktning med vetet protein och växtoljor. Lugnande för hårbotten med aloe-extrakt för mjukt och lättstylat hår.",
        "Price_kr": 329,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/moisturising-conditioner",
        "Url_swe": "https://www.thenordiclab.com/sv/products/moisturising-conditioner"
    },
    {
        "Title": "Micellar Cleansing Water",
        "Type": "Cleanser",
        "Tags": "All skin types, Aloe Juice (Ingredients), Cleansers (Type), Dry (Skin type), face-care, Flower Extract (Ingredients), Hyaluronic Acid (Ingredients), Hydrating, Make-up removal (Concern), Normal (Skin type), Oily (Skin type), Oily skin, Organic Certified (Claims), Removes make-up, White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/zlIQINi8eDD__JfNBVEhSHk0esEizY7I.jpg?v=1725544002",
        "Variant SKU": "'11817",
        "Price_eur": 29,
        "Compare_eur": NaN,
        "Short.eng": "Gently cleanse with Aloe Vera and Hyaluronic acid. Removes dirt and makeup while preserving moisture, leaving skin refreshed and glowing.",
        "Short.swe": "Rengör skonsamt med aloe vera och hyaluronsyra. Tar bort smuts och smink samtidigt som den bevarar fukten, vilket lämnar huden fräsch och strålande.",
        "Price_kr": 329,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/micellar-cleansing-water",
        "Url_swe": "https://www.thenordiclab.com/sv/products/micellar-cleansing-water"
    },
    {
        "Title": "Purifying Mousse",
        "Type": "Cleanser",
        "Tags": "Acne and blemishes, Acne and blemishes (Concern), All skin types, Cleansers (Type), face-care, Gluten Free (Claims), Hydrating, Mousse texture, Natural Certified (Claims), Normal (Skin type), Nut Free (Claims), Oily (Skin type), Oily skin, Vegan (Claims), White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/xHLXWKpyWGV8aJL1TLyaUbMxkeN_aleI.jpg?v=1725543303",
        "Variant SKU": "'11820",
        "Price_eur": 29,
        "Compare_eur": NaN,
        "Short.eng": "Lightweight formula enriched with natural extracts for a rich lather that cleanses, refreshes the skin.",
        "Short.swe": "Lättviktig formula berikad med naturliga extrakt för ett rikt skum som rengör och fräschar upp huden.",
        "Price_kr": 329,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/purifying-mousse",
        "Url_swe": "https://www.thenordiclab.com/sv/products/purifying-mousse"
    },
    {
        "Title": "Hydrating Toner",
        "Type": "Toner",
        "Tags": "Acne and blemishes, Allergen Label Free (Claims), Dehydrated skin, Dehydrated skin (Concern), Dry (Skin type), Dull skin (Concern), face-care, Flower Extract (Ingredients), Fragrance Free (Claims), Fruit Extract (Ingredients), Gives freshness, Gluten Free (Claims), Good for dull skin, Hyaluronic Acid (Ingredients), Natural Certified (Claims), No added fragrance, Normal (Skin type), Nut Free (Claims), Rose Flower Water (Ingredients), Toners (Type), Vegan (Claims), White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/mfLuzaSwA0wyCZgF6uqPjMCvLlWjgdWX.jpg?v=1725543913",
        "Variant SKU": "'11806",
        "Price_eur": 26,
        "Compare_eur": NaN,
        "Short.eng": "Refresh and rejuvenate with natural flower extract and hyaluronic acid. This pH-balanced toner hydrates, maintains moisture, and is gentle on sensitive skin.",
        "Short.swe": "Fräscha upp och föryngra med naturligt blommextrakt och hyaluronsyra. Denna pH-balanserade toner återfuktar, upprätthåller fukten och är skonsam mot känslig hud.",
        "Price_kr": 299,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/hydrating-toner",
        "Url_swe": "https://www.thenordiclab.com/sv/products/hydrating-toner"
    },
    {
        "Title": "Nourish and Volumize Shampoo",
        "Type": "Hair",
        "Tags": "Adds volume, Betaine (Ingredients), Dry ends (Concern), For dry ends, hair-care, Lack of volume (Concern), Natural Certified (Claims), Shampoo (Type), Smooths, Wheat Protein (Ingredients), White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/xkdqGyZoVxpsmiYCR2Lcr8lIOQ5eUbAY.jpg?v=1725543729",
        "Variant SKU": "'11805",
        "Price_eur": 29,
        "Compare_eur": NaN,
        "Short.eng": "Boosts volume with wheat protein, nourishes scalp, and leaves hair clean and rejuvenated. Perfect for daily use.",
        "Short.swe": "Ökar volymen med vetet protein, ger näring åt hårbotten och lämnar håret rent och revitaliserat. Perfekt för daglig användning.",
        "Price_kr": 329,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/nourish-and-volumize-shampoo",
        "Url_swe": "https://www.thenordiclab.com/sv/products/nourish-and-volumize-shampoo"
    },
    {
        "Title": "AHA Peeling Concentrate",
        "Type": "Serum, Face Oil",
        "Tags": "Brightens, face-care, Hydrating exfoliator, Natural Certified (Claims), Normal (Skin type), Oily (Skin type), Oily skin, Peel (Type), Refreshes, Uneven skin tone (Concern), White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/Ih3roRjPDVH_eV0gDLpoE0_TooHffq-e.jpg?v=1725542631",
        "Variant SKU": "'11825",
        "Price_eur": 32,
        "Compare_eur": NaN,
        "Short.eng": "Exfoliating AHA and white tea extract smooth skin, reduce fine lines, and offer sun protection.",
        "Short.swe": "Exfolierande AHA och vitt te extraherar mjuk hud, minskar fina linjer och ger solskydd.",
        "Price_kr": 369,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/aha-peeling-concentrate",
        "Url_swe": "https://www.thenordiclab.com/sv/products/aha-peeling-concentrate"
    },
    {
        "Title": "Hydrating Serum",
        "Type": "Serum, Face Oil",
        "Tags": "Aloe Juice (Ingredients), Anti-aging skincare, Anti-aging skincare (Concern), Berry Extract (Ingredients), Dehydrated skin, Dehydrated skin (Concern), Dry (Skin type), face-care, Flower Extract (Ingredients), Gluten Free (Claims), Hyaluronic Acid (Ingredients), Jojoba Oil (Ingredients), Lightweight, Mature (Skin type), Moisture boost, Multiuse, Natural Certified (Claims), Normal (Skin type), Rose Flower Water (Ingredients), Serum (Type), White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/a7jUKTC1UZF5gYxrLqeipE3yVMtDuo59_b018d73e-bee7-4e94-ad66-ed932c58ab74.jpg?v=1725543817",
        "Variant SKU": "'11950",
        "Price_eur": 32,
        "Compare_eur": NaN,
        "Short.eng": "Boost hydration and nourishment with aloe, berry extract, and peony oil. This serum enhances moisture, protects with antioxidants, and promotes a radiant glow.",
        "Short.swe": "Öka återfuktningen och näringen med aloe, bärextrakt och pionolja. Detta serum förbättrar fukten, skyddar med antioxidanter och främjar en strålande lyster.",
        "Price_kr": 359,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/hydrating-serum",
        "Url_swe": "https://www.thenordiclab.com/sv/products/hydrating-serum"
    },
    {
        "Title": "Botox-Like Peptide Serum",
        "Type": "Serum, Face Oil",
        "Tags": "Aloe Juice (Ingredients), Anti-aging skincare, Anti-aging skincare (Concern), Berry Extract (Ingredients), Dehydrated skin, Dehydrated skin (Concern), Dry (Skin type), Dull skin (Concern), face-care, Hyaluronic Acid (Ingredients), Mature (Skin type), Natural Certified (Claims), Normal (Skin type), Plant Extract (Ingredients), Reduces fine lines, Serum (Type), Smooths",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/aOjT-djWLwnj1msBvKEgOQkF1Wo05Y5O.jpg?v=1725543048",
        "Variant SKU": "'11815",
        "Price_eur": 32,
        "Compare_eur": NaN,
        "Short.eng": "This luxurious formula reduces fine lines, hydrates, and mimics Botox effects for a youthful, radiant glow.",
        "Short.swe": "Denna lyxiga formula minskar fina linjer, återfuktar och efterliknar Botox-effekter för en ungdomlig, strålande lyster.",
        "Price_kr": 369,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/botox-like-peptide-serum",
        "Url_swe": "https://www.thenordiclab.com/sv/products/botox-like-peptide-serum"
    },
    {
        "Title": "Natural Retinol-Alternative Oil Serum",
        "Type": "Serum, Face Oil",
        "Tags": "Anti-aging skincare, Anti-aging skincare (Concern), Boosters (Type), Dehydrated skin, Dehydrated skin (Concern), Dry (Skin type), Dull skin (Concern), face-care, Facial oil (Type), Gluten Free (Claims), Mature (Skin type), Mild to skin, Nut Free (Claims), Promotes skin's self-renewal, Sensitive skin, Serum (Type), Uneven skin tone (Concern), Vegan (Claims), White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/EItyW_4lZFL797JCz85A-UrLV0L8oEW1.jpg?v=1725543839",
        "Variant SKU": "'11822",
        "Price_eur": 33,
        "Compare_eur": NaN,
        "Short.eng": "Promotes renewal, is vegan & gluten-free, and boosts radiance.",
        "Short.swe": "Främjar förnyelse, är vegansk och glutenfri, och ökar lystern.",
        "Price_kr": 379,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/natural-retinol-alternative-oil-serum",
        "Url_swe": "https://www.thenordiclab.com/sv/products/natural-retinol-alternative-oil-serum"
    },
    {
        "Title": "Antioxidant Ginkgo Gel Booster",
        "Type": "Gel, Moisturizer",
        "Tags": "Anti-aging skincare, Anti-aging skincare (Concern), Boosters (Type), Dry (Skin type), face-care, Hydarting, Mature (Skin type), Natural Certified (Claims), No oil, Normal (Skin type), Oily (Skin type), Plant Extract (Ingredients), Protects, Sensitive skin, White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/A2AiRnVARHyrHz81VqNb5WU3WL5EHXpX.jpg?v=1725542854",
        "Variant SKU": "'11823",
        "Price_eur": 29,
        "Compare_eur": NaN,
        "Short.eng": "Enriched with antioxidants and hydrating ginkgo extract, it combats environmental stressors for a radiant glow.",
        "Short.swe": "Berikad med antioxidanter och återfuktande ginkgo-extrakt bekämpar den miljömässiga påfrestningar för en strålande lyster.",
        "Price_kr": 329,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/antioxidant-ginkgo-gel-booster",
        "Url_swe": "https://www.thenordiclab.com/sv/products/antioxidant-ginkgo-gel-booster"
    },
    {
        "Title": "Vitamin C Serum",
        "Type": "Serum, Face Oil",
        "Tags": "2% Vitamin C, All skin types (Skin type), Anti-aging skincare, Anti-aging skincare (Concern), Anti-pigmentation spots, Dry (Skin type), Dull skin (Concern), face-care, Gluten Free (Claims), Healthy Glow, Mature (Skin type), Natural Certified (Claims), Normal (Skin type), Serum (Type), Uneven skin tone (Concern), Vegan (Claims), White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/UwCs8A4v4kCUcsg-mD2bpXE0tyq-Ie2S.jpg?v=1725542911",
        "Variant SKU": "'11802",
        "Price_eur": 32,
        "Compare_eur": NaN,
        "Short.eng": "Brightens and hydrates. Combines vitamin C, hyaluronic acid, and avocado oil for youthful, radiant skin.",
        "Short.swe": "Ljusar upp och återfuktar. Kombinerar vitamin C, hyaluronsyra och avokadoolja för en ungdomlig, strålande hud.",
        "Price_kr": 369,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/vitamin-c-serum",
        "Url_swe": "https://www.thenordiclab.com/sv/products/vitamin-c-serum"
    },
    {
        "Title": "Double Hydration Boost Gel",
        "Type": "Gel, Moisturizer",
        "Tags": "Aloe Juice (Ingredients), Anti-aging skincare, Anti-aging skincare (Concern), Dehydrated skin, Dehydrated skin (Concern), Dry (Skin type), Dull skin (Concern), face-care, Hyaluronic Acid (Ingredients), Mature (Skin type), Moisture boost, Moisturiser (Type), Natural Certified (Claims), Normal (Skin type), Reduces fine lines, Sodium PCA + HA, White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/7x-nXi-iCtAFBkuPhkWcTsTjq64GtNz9.jpg?v=1725543451",
        "Variant SKU": "'11814",
        "Price_eur": 29,
        "Compare_eur": NaN,
        "Short.eng": "Boost hydration with this gel, packed with sodium hyaluronate and aloe for plump, nourished skin. White tea and sage offer antioxidant protection",
        "Short.swe": "Öka återfuktningen med denna gel, fullpackad med natriumhyaluronat och aloe för fyllig och närd hud. Vitt te och salvia erbjuder antioxidantiskt skydd.",
        "Price_kr": 329,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/double-hydration-boost-gel",
        "Url_swe": "https://www.thenordiclab.com/sv/products/double-hydration-boost-gel"
    },
    {
        "Title": "Nourishing Facial Oil",
        "Type": "Serum, Face Oil",
        "Tags": "All skin types (Skin type), Anti-aging skincare, Anti-aging skincare (Concern), Argan Oil (Ingredients), Avocado Oil (Ingredients), Berry Extract (Ingredients), Dehydrated skin, Dehydrated skin (Concern), Dry (Skin type), face-care, Facial oil (Type), Jojoba Oil (Ingredients), Mature (Skin type), Normal (Skin type), Nourishing, Organic certified, Organic Certified (Claims), Vegan, White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/odcq6bOVNVkiDDWkmZDqOfq_K780fyWn.jpg?v=1725543650",
        "Variant SKU": "'11809",
        "Price_eur": 32,
        "Compare_eur": NaN,
        "Short.eng": "Deeply hydrates and nourishes with avocado oil and berry extract. Combats aging signs for soft, radiant skin. Convenient for on-the-go.",
        "Short.swe": "Återfuktar djupt och ger näring med avokadoolja och bärextrakt. Bekämpar ålderstecken för mjuk och strålande hud. Praktisk för användning på språng.",
        "Price_kr": 369,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/nourishing-facial-oil",
        "Url_swe": "https://www.thenordiclab.com/sv/products/nourishing-facial-oil"
    },
    {
        "Title": "Moisturising Shampoo",
        "Type": "Hair",
        "Tags": "Aloe Juice (Ingredients), Gentle to hair, hair-care, Lack of volume (Concern), Moisturising, Plant Extract (Ingredients), Shampoo (Type), Smooths, White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/9ravGsUXlRZEAqs8qZncNYM2u0zXROYf.jpg?v=1725544401",
        "Variant SKU": "'11804",
        "Price_eur": 29,
        "Compare_eur": NaN,
        "Short.eng": "Revitalize hair, packed with aloe for deep hydration and gentle cleansing. Perfect for dry hair.",
        "Short.swe": "Revitalisera håret, fullpackat med aloe för djup återfuktning och skonsam rengöring. Perfekt för torrt hår.",
        "Price_kr": 329,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/moisturising-shampoo",
        "Url_swe": "https://www.thenordiclab.com/sv/products/moisturising-shampoo"
    },
    {
        "Title": "Hand & Body Wash Camelia",
        "Type": "Body",
        "Tags": "All skin types (Skin type), Berry Extract (Ingredients), Betaine (Ingredients), Body wash (Type), body-care, Dehydrated skin, Dehydrated skin (Concern), Gentle to skin, Gluten Free (Claims), Hydrating, Natural Certified (Claims), Nut Free (Claims), Sensitive skin, Vegan, Vegan (Claims), White (Packaging color)",
        "Image Src": "https://cdn.shopify.com/s/files/1/0803/3337/3777/files/kO12mjd5Mn3sGQHSw_mkTF36cVG3oFju.jpg?v=1725543641",
        "Variant SKU": "'11803",
        "Price_eur": 22,
        "Compare_eur": NaN,
        "Short.eng": "Enjoy a gentle cleanse with organic camelia and berry extracts. This formula hydrates and refreshes, leaving your skin soft, smooth, and nourished.",
        "Short.swe": "Njut av en skonsam rengöring med ekologisk kamelia och bärextrakt. Denna formula återfuktar och fräschar upp, vilket lämnar din hud mjuk, slät och närd.",
        "Price_kr": 249,
        "Compare_kr": NaN,
        "Url_eng": "https://www.thenordiclab.com/products/hand-body-wash-camelia",
        "Url_swe": "https://www.thenordiclab.com/sv/products/hand-body-wash-camelia"
    }
]
